package com.travel.util;

import lombok.Getter;

@Getter
public enum ArticleDetail {
    D_18168("<p>-我国现存最丰美的草原牧场，拥有最纯洁的蓝天、白云和最优质的牧草，是草原摄影的胜地。</p>" +
            "<p>-除了绝美的风景，草原上还能骑马、观看摔跤、赛马，品尝“全羊宴”，体验游牧民族独特风情。</p>" +
            "<p>-每年的6-9月游玩呼伦贝尔大草原的最佳时段，其中7、8月大草原牧草茂盛，会举办盛大的那达慕大会。<p>" +
            "<p>-大草原地广人稀，建议包车或者自驾游玩，夏日前往请注意防蚊，也要注意夜晚的保暖。" +
            "<p><img src=\"http://p1-q.mafengwo.net/s11/M00/BB/68/wKgBEFtQfWOAHtZJAAZden3gx3w15.jpeg?imageMogr2%2Fthumbnail%2F%21690x370r%2Fgravity%2FCenter%2Fcrop%2F%21690x370%2Fquality%2F100\"></p> <p>放眼望去没有尽头，此刻我贪婪的大口呼吸着新鲜的空气，感觉及其舒服，一路上美景不断，走走停停，拍拍照，草地上打打滚，心情就是个舒畅。阳光下与清澈辽远的蓝天以及芳草如茵的草甸不可阻挡的扑面而来，那一瞬间，整个世界变得安静起来，仿佛只剩下这满目自然的仓绿，这次出行满载而归带着笑容</p>" +
            "<p>呼伦湖意为“海湖”，是内蒙古第一大湖、中国第四大淡水湖，与贝尔湖为姊妹湖。</p>" +
            "<p>包括水上日出、湖天蜃楼、石桩恋马、玉滩淘浪、虎啸呼伦、象山望月、芦荡栖鸟、鸥岛听琴等八大奇观。</p>" +
            "<p>这里也是北方地区重要的鸟类栖息地和东部内陆鸟类迁徙的重要通道，有天鹅、海鸥、鹤等二百多种珍稀鸟类。</p>" +
            "<p>湖畔有游泳场、钓鱼台、长廊等，夏季的呼伦湖区气候温凉，是避暑佳境。</p>" +
            "<p><img src=\"http://p1-q.mafengwo.net/s14/M00/75/16/wKgE2l1vXLWAM7vDAAF0xTC4tyQ99.jpeg?imageMogr2%2Fthumbnail%2F%21690x370r%2Fgravity%2FCenter%2Fcrop%2F%21690x370%2Fquality%2F100\"></p> <p>呼伦湖又名‘达赉湖’，与贝尔湖互为姊妹湖。关于呼伦湖，还有一个美丽凄婉的传说。</p>" +
            "<p>打着赤脚扎进呼伦湖，那个故事让我联想到了很多东西，关于爱情，关于勇敢，关于智慧。下午三四点钟的呼伦湖，湖面被阳光照得波光粼粼，一眼望不到尽头。和同行的旅伴一起在湖边散步、嘻戏，虽说是湖，却让人产生了一种大海的错觉，同样的辽阔，同样的深沉。</p>"),
    D_19994("<p>东京，是日本政治、经济、文化等多领域的中心。位于本州关东平原南端，下辖23个特别区、27个市、5个町、8个村以及伊豆群岛和小笠原群岛。</p>" +
            "<p>东京或许并没有多么宏大的古代建筑遗产或者天然的秀美山川。不过，一旦深入到东京的街头巷尾，你却绝不会觉得单调无聊，而会惊奇地发现传统的神社、建筑与摩天大楼有机结合，繁忙的市中心不时出现绿茵与河流，博物馆、美术馆与购物中心融为一体，让文化、艺术、科技这些概念真正深入进了生活之中。何况这里有着世界一流的当代建筑设计和世界三大繁华区之一的美丽街道银座，有东京塔、台场彩虹大桥、涩谷繁忙的十字路口这些日剧中一模一样的风光，还有全日本乃至全球首屈一指的璀璨夜景。</p>" +
            "<p><img src=\"http://p1-q.mafengwo.net/s7/M00/6D/F7/wKgB6lPaThSAElH8AAJ56lFqUvk64.jpeg?imageMogr2%2Fthumbnail%2F%21380x270r%2Fgravity%2FCenter%2Fcrop%2F%21380x270%2Fquality%2F100\"></p>" +
            "<p>-根津美术馆  以收藏东洋美术品闻名的私立美术馆，由隈研吾设计的新本馆也值得一看</p>" +
            "<p>-六义园  纯日式园林，春季赏樱，秋季赏枫，可体验原汁原味的日式闲趣</p>" +
            "<p>-东京塔  东京的地标性建筑，站在塔顶可以俯瞰东京全市，夜景更是迷人</p>" +
            "<p><img src=\"http://p1-q.mafengwo.net/s9/M00/E0/CD/wKgBs1g7G6CAWuNOAAp7le8nVkA02.jpeg?imageMogr2%2Fthumbnail%2F%21485x320r%2Fgravity%2FCenter%2Fcrop%2F%21485x320%2Fquality%2F100\"></p> <p>旅行，发现 东京 就像一个埋有宝藏的迷宫，无论你有什么爱好和兴趣，都可以通过仔细挖掘去发现属于自己的宝藏，这次旅行的回忆是我们新婚的礼物。自己能够更深入的享受其中</p>" +
            "<p>-道央散步（洞爷湖、札幌）</p>" +
            "<p>-道北环游（稚内、利尻岛、礼文岛、宗谷丘陵）</p>" +
            "<p>北海道 地广人稀的同时交通相对的不发达，为了节省时间，一般都是顺着JR走道东线 道中线 道北线的方式游玩。五月又是个略显尴尬的时候，道中的花季未到，樱花花季又刚过。受电影的影响，总觉得阿寒湖应该在入秋时去，穿着浴衣站在天光渐暗的湖边。还有被雪覆盖的水之教堂。这些想看想体验的统统都避开了五月。\n" +
            "再后来，看到了道北的利尻岛和礼文岛，想起之前在濑户内海喜欢上的跳岛游，于是决定了去道北的这两个岛看看。</p>" +
            "<p>洞爺湖的酒店里最好的應該就是 景乃之风 。整体观感干净大气，观湖面是无遮挡的落地窗。露天温泉在屋顶，拥有全景的无边温泉池。可惜預定時間比較晚，猶豫了一下就沒有了房間，預定了另外一家，华美日式传统旅馆。这家酒店位置稍微靠里一些。整个小镇很小，其实也不过远了几百米而已。酒店都是包半食宿，即包含晚餐和早餐。网上看到 景乃之风 酒店原有前往洞爷町駅的免费班车服务也取消了，同样是需要自己乘坐上面提到的道南巴士。</p>" ),
    D_18170("<p>小马尔代夫</p> <p>为什么第一次出境我建议你去普吉自由行呢？因为普吉被称为小马尔代夫，海水清澈见底。可却不似马代般高冷，它热情的可以包囊不同层次与旅游消费人群涵盖多种玩法。去普吉旅游的均价比马代至少便宜3倍，在同类海岛中，也是属于性价比高的佼佼者。</p>" +
            "<p>普吉是泰国最大也是开发最早的海岛，那边自由行已经被开发的十分成熟，语言不通也可以畅快的自由行噢。因为拥有众多天然的美丽海滩，其周边还有很多小岛像著名的潜水圣地斯米兰群岛、深受游客追捧的皇帝岛及皮皮岛啊…..因此普吉也被誉为“安达曼群岛的明珠”。除了具有海岛特色，还有具有泰国特色的漂亮人妖及骑大象可以欣赏~！</p>" +
            "<p><img src=\"http://p1-q.mafengwo.net/s11/M00/0F/72/wKgBEFsNLdGACkDWACDLp9SUHpU862.png?imageView2%2F2%2Fw%2F1360%2Fq%2F90\"></p>" +
            "<p>中国基本上全国各地都有直飞的航班，买机票非常方便。而且签证可以选择提前签和落地签，来不及办签证没关系啊，到了那边再办签证，真正让你说走咱就走。签证的通过率99.9%，所以如果你泰签被拒，这中奖率真真可以去买彩票了!</p>" +
            "<p>普吉一年分为两季，旱季（11-4月）和雨季（5-10月），不过普吉的雨季不像国内这样延绵不绝，雨下的快去的更快， 普吉的生活消费水平和国内二线消费城市差不多，6~8天游玩最佳！</p>" +
            "<p><img src=\"http://p1-q.mafengwo.net/s11/M00/13/DA/wKgBEFsNMDKAHXC5ACEOjTkuVp0995.png?imageView2%2F2%2Fw%2F1360%2Fq%2F90\"></p><p>提前签：现在国内各大线上旅游网站都有签证代办业务，费用250元左右（含签证费+代办费），大概7个工作日可以出签。时间来得及国内提前签好，省钱省事；</p>" +
            "<p>落地签：是在到达泰国机场办理。落地签素材：护照，2张2寸白底彩照（实际只需一张，预备两张保险），落地签照片建议提前带好，现场拍更贵（40元/200泰铢），另外就是耽误出关时间，这个后面讲接送机这块会讲原因</p>" +
            "<p>电话卡 办好签证后，第二步就是买泰国的电话卡了！马蜂窝淘宝各大网站有售。买happy还是truemove卡无所谓，哪个便宜你买哪个，因为除了制卡公司不一样，其他套餐装卡使用流程都一样。 国内提前买的电话卡是运营商免实名的，但在当地买是要护照实名的哦。</p>" +
            "<p>泰国电话号码是以0开头的10位数，例如：0123456789，买了泰国电话卡就直接拨打0123456789，如果你用中国的号码（需提前开通国际漫游）就拨 0066123456789（加0066再去掉号码前的0），0066是泰国区号！ 这个拨打技巧强烈建议保存，在你的旅行中可以帮你省去很多麻烦噢！</p>" +
            "<p>泰铢兑换 泰铢属于小币种，至少需要提前一天电话跟银行预约。有些一二线城市某些银行也支持当天去换，具体可电话咨询一下银行，建议最好是提前预约换保险。中行、工行、农行、建行、光大银行都有这种业务。泰铢虽然在国内、机场、泰国当地兑换点、泰国银联ATM机上都可以换，但是国内银行换最划算，其次是当地银联ATM机自动取款，一次取够划算。机场换最贵。现在支付宝在普吉也相当普吉了， 7-11、大商场、免税店都可以用了。</p>"),

    D_71245("<p>一封寄往雪国的情书</p> <p>我想去看雪，那种超级厚的，像棉花糖一般的雪。踩在上面发出沙沙的声音，躺在上面软绵绵的，粘在身上拍一拍就飞舞在半空中，阳光照耀折射出点点星光……</p>" +
            "<p>当一个渴望催向无限大，那就把它实现吧！无惧温度、无惧未知，我们带着属于自己的期盼和热爱，奔赴一场雪国的历险吧，再把它化作此生的回忆。在雪地里看到你的银丝屡屡，是否也算已经预见了数十年后一起白头的美好……</p> <p><img src=\"http://note.mafengwo.net/img/e9/2e/5cf8698690c9dd86fe399301432d5661.jpeg?imageMogr2%2Fthumbnail%2F1360x%2Fstrip%2Fquality%2F90\"></p>" +
            "<p>尽可能地，我和老赵都希望每年在冬季都能去一个地方看雪，这已经成为了我俩无需互相确认心意的默契了。北方孩子习以为常的下雪，却是南方孩子的追寻与渴望，也许这就是“求而不得”所对于人生的珍贵之处。细细回想，距离上一次，旅程里只有我俩、到 格鲁吉亚 去追雪，已经是两年前了，那时还能随心所欲说走就走地出境旅行，不禁感叹已经恍如好久好久。还记得我们也就是在那趟旅程里约定了，每一年的冬季，都腾出一个属于我们俩的假期，去单纯地看雪、去单纯地拍照、去单纯地追逐——那个只是因为单纯的喜欢而奔赴的梦中雪国。</p>" +
            "<p><img src=\"http://note.mafengwo.net/img/7c/29/3d96d9acad6fb7f2ca112ee1788afe06.jpeg?imageMogr2%2Fthumbnail%2F1360x%2Fstrip%2Fquality%2F90\"></p> <p>这次的冰雪自驾之旅，原本我们规划了大概2000公里的总路程，满满当当地经过好几座城市：落地 海拉尔 后自驾到 根河 ，再从 根河 回头，沿路经过 额尔古纳 回到 海拉尔 ；再从 海拉尔 出发到 陈巴尔虎旗 、 满洲里 、呼伦湖，再走边防公路到 阿尔山 ； 阿尔山 多逗留数天就回到 海拉尔 结束旅程。</p>" +
            "<p>但没想到的是，由于疫情让边 防城 市的政策收紧了，都需要携带48小时的核酸才能进入，于是我们最终只好放弃了接壤 俄罗斯 的 额尔古纳 和 满洲里 。虽说难免有点遗憾吧，但行程变得没那么紧密以后也让我们能在一路上更多的走走停停，享受风景。</p> <p>最终的最终，我们落实的路线是：️ 海拉尔 —— 根河 ——得耳布尔—— 海拉尔 —— 陈巴尔虎旗 —— 阿尔山 —— 海拉尔 ，一共10天的行程，虽然城市是少了两个，但因为很多地方来来回回走，所以公里总数也是2000左右。其实我们都不太在意是不是走了回头路，因为热爱拍照的我们觉得，无论多少次，在路上总能发现新的风景，每一个不期而遇都是惊喜。</p>"),
    D_71244("<p>新疆 这个美好名词！从我读高中时就一直在我脑瓜子里出现！最早是在电视一个纪录片里看到，一大片望不到头的草原，数不过来的牛羊马悠闲的吃着嫩草，加上蓝天白云配上很有磁性的旁白！我惊讶原来 新疆 是个如此美好的地方，那一刻令我非常沉醉！此后很多年我都想着一定要去一次 新疆 体验那份悠然自在的时光！</p>" +
            "<p>生活总是一堆锁事！工作、结婚、生子、家庭、老人、人情世故！很长一段时间无法做到自己想做的事情！有段时间一直网上找关于 新疆 的各种纪录片及图片，看着这片美好的地方我在心里对自己说，今年一定要奔赴 新疆 寻找短暂的自由！</p> <p>曾经在 西藏 跟 新疆 两者选择！ 西藏 充满神秘色彩！也是人生必去的圣地！可能怕高反原因吧！选择先去 新疆 探索下！一次 新疆 之旅后！心里想的还是 西藏 ！还是 新疆 ！我想先把 新疆 多看几遍吧！ 新疆 的秋天跟冬天我还没看过！</p>" +
            "<p><img src=\"http://note.mafengwo.net/img/04/8a/1740fe20129d863edd87b85e8f10736b.jpeg?imageMogr2%2Fthumbnail%2F1360x%2Fstrip%2Fquality%2F90\"></p>" +
            "<p>我跟朋友说了这个事！正好他也想结伴外出旅游！于是决定五一过后踏上 新疆 ！我是比较喜欢做攻略的人！旅游从来不跟团！想到哪个地方或者临时改变行程，不愿意看别人脸色，自己说了算才舒服！很自然攻略都是我来做！包括酒店、订机票、租车兼司机都是我！朋友一句话“听我安排” 新疆 这片热土已经离开大半年！整个旅程只有短短8天，但那里的风光总是让我一直回味！浩瀚无边的沙漠、湛蓝清澈的净湖、充满生机的大草原、森林……</p>" +
            "<p><img src=\"http://note.mafengwo.net/img/12/fc/dec7496488c551e85f8ae2c08bc4d9e3.jpeg?imageMogr2%2Fthumbnail%2F1360x%2Fstrip%2Fquality%2F90\"></p> <p>5月的 新疆 还是春天！晚上还是很冷！民宿老板给煮了羊肉汤！卧槽真好吃一点不骚！左手馕饼右手羊肉好满足！吃饱喝足又到大桥拍夜景！到 新疆 就想拍个银河星空！越等云量越大！8天星空都是遗憾！期待下次</p>" +
            "<p>再往前几公里的草原又变回草绿绿的一遍！我想可能是赛里木湖海拔高！早上气温低的原因吧！ 新疆 是个神奇的地方！除了大海！其他奇观齐了！而我是海边人！海已看腻！短暂的 新疆 之旅算是完美满足！今年或者明天还会再去感受它的未知！</p>"),
    D_71247("<p>南极及水晶奋进号</p>" +
            "<p>我的一个朋友说：在不能随意出行时，才知道旅游是刚需。我深感这话绝对的正确。</p>" +
            "<p>疫情前我已经做了前往帕塔哥尼亚（Patagonia）的计划，并且捎带脚前往南极。前往帕塔哥尼亚是我人生终极目标之一，而南极我当初并没有一定要去的想法。在做去帕塔哥尼亚的计划时，发现从帕塔哥尼亚的El Calafate到 阿根廷 的 乌斯怀亚 （Ushuaia）仅需1个小时的飞机行程，而那里就是大部分去南极邮轮的出发港。既然已经到了南极的家门口，岂有不前往看看的道理，因此决定顺道再去南极转转。</p>" +
            "<p>突如其来的疫情，打乱了所有的计划，2年没有出远门，人也变得烦躁。到了2021年底，打完疫苗加强针后，想要出去的念头再也压制不住，决定完成疫情前制定的前往帕塔哥尼亚和南极的计划。我本计划12月份去 巴塔哥尼亚 和南极，每年的12月份到来年的2月份都是适合去 巴塔哥尼亚 和南极的好季节。订票前我又在网上查了一遍，不曾想查出了问题。我想在 巴塔哥尼亚 色彩最丰富的的时间去那里拍照，而 巴塔哥尼亚 最colorful（色彩斑斓）的时间是4月中旬（那里的秋天），但这个时间去南极又有些晚了（冷了），游轮基本都停航了。12月份是 巴塔哥尼亚 的旅游旺季，是徒步爱好者的旺季，可我对徒步不感兴趣，拍照的话色彩又有些单调。我想再不出趟远门我会抑郁了，干脆分两次走，12月份先去趟南极，以后4月中旬再去 巴塔哥尼亚 。南极这个捎带脚要去的地方却变成了优先。</p>" +
            "<p><img src=\"http://note.mafengwo.net/img/cf/94/c69147f90e14b0a96d071893d97b951f.jpeg?imageMogr2%2Fthumbnail%2F1360x%2Fstrip%2Fquality%2F90\"></p> <p>秋天的Mt Fitz Roy，这才是我想要的见到的 巴塔哥尼亚 。</p>" +
            "<p>只去南极就容易安排行程了。原先的计划是空海线路，先到 智利 的 蓬塔阿雷纳斯 （Punta Arenas），从那里乘飞机到 智利 在 乔治 王岛（King George Island）的弗雷基地（Frei Base），然后换乘邮轮开始南极旅程。这么安排的好处是飞机飞越波涛汹涌的 德雷克海峡 （Drake Passage），免去了晕船的烦恼，并且节省了往返4天穿过海峡的时间。虽说价格要贵上一些，但是要看和哪个级别的邮轮做比较，和奢华邮轮相比。</p>" +
            "<p>另外一种方式是全海线路。闲赋在家的时候我也在不停的查找去南极的邮轮信息，特别是在2021年下水的新船。2021 年7 月17 日水晶邮轮（Crystal Cruise) 旗下的第一艘极地探险邮轮水晶奋进号（Crystal Endeavor）首航，看了它的介绍我心里就种了草。水晶奋进号的南极航线是从 乌斯怀亚 出发，这样就要穿过 德雷克海峡 。思考一番，最终还是乘坐水晶奋进号的念头占了上风。还有重要的一点就是提供包机从 迈阿密 直飞 阿根廷 的 乌斯怀亚 ，不用在 布宜诺斯艾利斯 转机，减少了与更多人员接触的机会，更加安全。这个想法多少有点自欺欺人了，一是从 拉斯维加斯 到 迈阿密 美国 国内这程飞行就会让你已经接触了大量的游客，二是这时 美国 的疫情比 阿根廷 严重得多， 阿根廷 每天新增1000多例，还没有 拉斯维加斯 一个城市多。</p>" +
            "<p>我们这次走的是经典的 南极半岛 线路，其实更好的线路是南极 三岛 游，包括 福克兰群岛 （马尔维纳斯），南 乔治 亚和 南极半岛 ，时间在20天左右。这条线路能看到更多的动物，除了帝企鹅，南极有的7种企鹅可以见到6种。看帝企鹅需要去维尔德海（Weddell Sea）或 罗斯 海（Ross Sea）碰运气。去维尔德海的航次很少，去 罗斯 海更是少之又少。事先没做好功课，不然我有可能走南极 三岛 线路。</p>" +
            "<p><img src=\"http://note.mafengwo.net/img/54/3e/a892ebb0e76f21722e73167c5c1c13f6.jpeg?imageMogr2%2Fthumbnail%2F1360x%2Fstrip%2Fquality%2F90\"></p>" +
            "<p>回到家中已经两个月了，我太太说我魂儿还在南极。这次旅行无疑是圆满的，但是没有十全十美，还是留有遗憾。没有见到帝企鹅和王企鹅让我心有不甘。我的一位职业旅行 家朋 友告诉我，来到了南极，企鹅还重要吗？我认为他想传达给我的意思是企鹅固然值得一看，但是没有企鹅，南极大陆的壮美已经会让你不虚此行。可我还是想看看帝企鹅和王企鹅（也是我给自己找再一次去南极的理由）</p>");//记住要用分号结束

    private String detail; //中文描述

    private ArticleDetail(String detail){
        this.detail=detail;
    }

}
